tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/services'

cask_args appdir: '/Applications'

brew 'ack'
brew 'ansible'
brew 'asdf'
brew 'awscli'
brew 'bat'
brew 'exa'
brew 'ghostscript'
brew 'git'
brew 'gpg'
brew 'htop-osx'
brew 'imagemagick'
brew 'k9s'
brew 'kubectx'
brew 'libpq'
brew 'nvim'
brew 'openssl'
brew 'pinentry-mac'
brew 'readline'
brew 'speedtest-cli'
brew 'svn'
brew 'task'
brew 'taskwarrior-tui'
brew 'the_silver_searcher'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'v8'
brew 'vault'
brew 'vim'
brew 'wget'
brew 'yarn'

cask 'alacritty'
cask 'appcleaner'
cask 'arq'
cask 'bartender'
cask 'brave-browser'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'font-fira-code-nerd-font'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-sauce-code-pro-nerd-font'
cask 'grammarly-desktop'
cask 'istat-menus'
cask 'karabiner-elements'
cask 'keybase'
cask 'licecap'
cask 'mullvadvpn'
cask 'ngrok'
cask 'notion'
cask 'postman'
cask 'rectangle'
cask 'sourcetree'
cask 'spotify'
cask 'tableplus'
cask 'the-unarchiver'
cask 'tomatobar'
cask 'tunein'
cask 'tuxera-ntfs'
cask 'visual-studio-code'
